content/post/i-failed-at-starting-an-online-business.md
+++
title = "I failed at starting an online business and I'm happy with that"
date = 2023-03-17
tags = ["Online"]
draft = false
featured_image = "/img/featured_failed-online-business.jpg"
f_alt = "An image with a computer screen in the middle and two hands exchanging a credit card and a shopping bag in front of it."
+++

I really really tried to start an online business, but it was just an endless struggle. I just couldn't get myself to do the things and I couldn't get it right. And so I finally stopped. It was a relief and a disappointment at the same time. And it actually took me close to a year to figure out what went "wrong", and why it's for the best.

If you are looking for a guide on how to start making money online, this is not it. This is me tracing back my steps, trying to figure out where and why I "failed". And the short story is: It didn't agree with me. The long story is… well, longer:


## A course that was supposed to save me {#a-course-that-was-supposed-to-save-me}

It was at a time in my life when I was seriously struggling with balancing work and family. I had a small child that needed my presence more than the average toddler, but I just had to go back to work, there was no other choice. So I was drowning in guilt, fatigue and tears (both mine and hers).

> I wanted a way out.

And that way out seemed to appear on Instagram, out of all places. Some of the people I was following mentioned having gone through a life-changing course about starting an online business. So I followed the account of the lovely lady who runs it. And at first I didn't think it was the right thing for me, but with each passing post and each passing month, I was getting more and more convinced to give it a try.

I followed for about a year before I signed up. I already had a blog from before (which was just for fun), and I felt I had things to say. So why not?

> I gave it my all.

I was posting on my blog, on Facebook, on Instagram, sending a newsletter, I had several "free" ebooks that I exchanged for people's email addresses and at the end of the course, I had my paid ebook. I was proud of it. It was good.

> And then I hit a wall.\*

I couldn't get myself to promote my ebook. I couldn't get myself to mention it on social media. I kept lowering the price of my ebook every few weeks. I lost steam completely. I tried to pick up where I left again and again, thinking it was writer's block or imposter syndrome or whatever, but I just couldn't get myself to write and post with any regularity again. There were months between each addition and writing was a pain.

Eventually, I stopped. I felt like a failure. I had all the tools necessary to get this to work, and I have seen other people who made it. But not me. I simply wasn't good enough.

At least that is how I felt for a very long time.


## Making people want {#making-people-want}

I learned a lot from the course.

Did you know that most people buy only after five or more contacts with the seller? And that marketers are deliberately appealing to our feelings and telling us how their product will make us feel and how it will change our lives? That they know we are more likely to buy under time pressure, so they come up with time-limited offers, real or fake?

It's nothing new, really. Nothing ground-breaking. It's like those fabric softener ads on TV that show people running through fields of flowers, rather than telling you that it will make your towels soft and smell like some chemical approximation of flowers. A bit ridiculous, right?

I kind of knew or suspected many of it before, but reading it black on white was a little jarring. Still, I tried to do it too, but I was really bad at it. I just couldn't do it properly. It was a topic in the course too, actually: "I am bad at selling". We were told we deserved to be paid for our efforts and for all the value we were providing for people. After all, the money would allow us to make more content. It was a reciprocal relationship. And all of that makes perfect sense, of course. But I was still failing miserably.


### It's magic {#it-s-magic}

It's only recently that I started looking at it from the other side though. From the side of a customer. We all know marketing and ads are fake and manipulative, yet we all think we are immune to them. I admit I did. I thought I wouldn't let something like that influence my choices.

Then I read about Tristan Harris - a technology ethicist, vocal critic of social media and founder of the [Center for Humane Technology](https://www.humanetech.com/). He compared social media to magicians. We all know magicians are using tricks and we are often trying to look for it, yet almost all of us get fooled over and over again. It has nothing to do with intelligence. They are simply using our inherent human "weaknesses", the way our brain works, to trick us. But while magicians do it for our delight, social media and ads do it for other reasons. Why would companies use as much money as they do for advertising, if it didn't work?

> Manipulation doesn't stop working just because we know we are being manipulated.


### Social media work for marketers {#social-media-work-for-marketers}

Tristan Harris is featured in the Netflix documentary The Social Dilemma and also in Johann Hari's book Stolen Focus. I enjoyed Stolen Focus tremendously, and while it covers a lot more ground than just social media, they are one of the main topics. At the time when I was reading the book I was feeling overwhelmed and like I had too many tabs open in my brain. Stolen Focus inspired me to quit social media and it actually helped.

Ever wondered how social media make money? We, the end users, are certainly not paying them. Their business model relies on money from ads. The marketers are their real customers, while our eyeballs are the product. In order to make advertisers happy, social media need to keep us scrolling for as long as possible (to see the most ads), and preferably to buy as well. They don't care whether we feel good being there, or angry and upset, as long as we are there.

In my online business course, I learned a lot about how Facebook was this wonderful money machine. How easy it was to target the right people, how it would learn who to show the ads to and how for every cent you throw in for ads, you get two back. (Given you manage to write a good ad, which I never could, but that's not the point.)

Social media are full of people trying to sell. We are interacting with ads without even knowing they are ads. They might not be selling anything in that post, just getting us ready to buy in a day or a week. It's sneaky. And it works.


## Selling dreams {#selling-dreams}

> I started wondering how much I was influenced by these subtle and less subtle ads.

What about the course I was so sad about not being able to buy, since it cost 2000 euros? If my brain wasn't massaged for more than a year, would I have even wanted it? What course is even worth 2000 euros? Would my life have been easier if I have never heard about it? Would it be so life-changinly (I know it's not a word) worth it, if I had bought it? I don't have answers. Just questions.

Would I have bought that online business course, expensive as it was, if I weren't looking at all the posts about traveling, exotic places, spending time with family, all while making money? The word freedom popping up over and over again? Did I want to learn and do online marketing? Or did I want the freedom? Because freedom can't really be sold. The real product was a course about online marketing. What made me want to buy it was the vision of freedom. I wanted the result, not the journey.

Now, I don't want to throw any shade on that particular course and its author. It's a good course that worked for a good number of people and she never recommends anything outright unethical. I think she has more integrity than most marketers. She is also honest about the course not being a magic bullet and about success requiring a lot of hard work, time and dedication. She never lies about things.

And yet. And yet I wonder how many of us get seduced by the regular images of far-away places and vague promise of freedom.

> Seduced by posts written by a skilled marketer, delivered to us several times a day by powerful algorithms behind social media.

I'm not saying it's unethical. I'm just realizing how susceptible I am to the marketing magic. And I'm realizing it's not something I would be ok with doing, personally. I don't want to make people want things, I don't want to create desires that might not have been there, just to sell my stuff. Whether I deserve the reward or not. I think there is already too much wanting in this world.


## Gift economy {#gift-economy}

I realize I am talking from a place of privilege. I have a stable, full-time job that I love and that provides enough money for a fairly comfortable life. Nothing extra, no exotic places, but safety and security. I have good affordable childcare and two little kids that enjoy spending their time there. I don't really need a side hustle. I have the choice. I am well aware that not everyone does.

Sometimes I wish though that the world would be a bit different. A bit kinder and gentler, less eager to make quick and easy money. I read an absolutely wonderful book - Braiding Sweetgrass by Robin Wall Kimmerer. It's very difficult to say what that book is about. Robin is a botanist and a Native American and in Braiding Sweetgrass she talks a lot about plants, about nature and about our relationship with them from the point of view of indigenous peoples. It's an incredibly beautiful book full of wisdom and love.

I never thought I would be reminded of Braiding Sweetgrass while thinking of online marketing, but here we are. One of the ideas Robin introduces is gift economy.

> Gift economy. A world where every living thing freely shares their gifts with the others, and in return receives gifts with gratitude and respect for the giver. A world of reciprocity. A world where one doesn't just ask: "what can I get?", but mostly: "what can I give?". A world where gifts are appreciated and treasured.

The plentiful bounty of Americas at the time when European colonizers arrived wasn't an accident. It was the result of careful stewardship of the land by the native peoples. It was gift economy between humans and nature in practice. It was the result of honorable harvest - never taking more than is given, never taking more than a half, giving back in return,…

Can you imagine a harvest where you only harvest half?! Crazy. And beautiful.

Now I know the world is headed in the opposite way nowadays, but that doesn't mean I have to follow. And so I am quite content with my short-lived venture into the competitive world of online business being over. It wasn't for me.

<div class="verse">

And since I have the luxury of "failing" at selling, I can do this instead. Go back to having a blog, just for fun. Freely sharing my gifts with anyone who might benefit, doing my part in the gift economy.<br />

</div>
